// NOTE: 书名markdown/<bookname>.md 文件
// TODO: add bookname link
module.exports = [
  {
    bookname: "tiddlywiki-starter-kit-使用手册",
    author: "oeyoews",
    description: "tiddlywiki starter kit",
  },
  {
    bookname: "reading-with-tiddlywiki-使用手册",
    author: "oeyoews",
    description: "reading with tiddlywiki 使用手册",
  },
  {
    bookname: "时间简史",
    author: "霍金",
    description:
      "《时间简史》讲述是探索时间和空间核心秘密的故事，是关于宇宙本性的最前沿知识，包括我们的宇宙图像、空间和时间、膨胀的宇宙不确定性原理、基本粒子和自然的力、黑洞、黑洞不是这么黑、时间箭头等内容。第一版中的许多理论预言，后来在对微观或宏观宇宙世界观测中得到证实。",
  },
  {
    bookname: "明朝那些事儿",
    author: "当年明月",
    description:
      "作品对明朝十七帝、王公权贵和小人物的命运进行全景展示，对官场政治、战争、帝王心术着墨最多，并加入对当时政治经济制度、人伦道德的演绎。",
  },
  {
    bookname: "平凡的世界",
    author: "路遥",
    description:
      "《平凡的世界(套装共3册)》是一部现实主义小说，也是小说化的家族史。作家高度浓缩了中国西北农村的历史变迁过程，作品达到了思想性与艺术性的高度统一，特别是主人公面对困境艰苦奋斗的精神，对今天的大学生朋友仍有启迪。这是一部全景式地表现中国当代城乡社会生活的长篇小说。《平凡的 世界(套装共3册)》共三部。作者在近十年问广阔背景上，通过复杂的矛盾纠葛，刻画了社会各阶层众多普通人的形象。劳动与爱情，挫折与追求，痛苦与欢乐，日常生活与巨大社会冲突，纷繁地交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。",
  },
  {
    bookname: "球状闪电",
    author: "刘慈欣",
    description:
      "《球状闪电》是刘慈欣创作的一部科幻小说，讲述了一个关于球状闪电的故事。该小说以科学的视角展示了人类对未知事物的探索和挑战。",
  },
  {
    bookname: "肖申克的救赎",
    author: "斯蒂芬·金",
    description:
      "《肖申克的救赎》是斯蒂芬·金的一部长篇小说，讲述了主人公安迪·杜弗雷恩在肖申克监狱中的生活和逃亡的故事。这部小说以其深刻的人物刻画和令人难忘的故事情节而闻名。",
  },
  {
    bookname: "劫持",
    author: "玛丽•K. 斯温格尔（Mari K. Swingle）",
    description:
      "《劫持》是一本探讨人与科技的关系的书，基于一位心理学博士20年的临床经验及其作为神经认知科学研究者的脑—电研究成果。在这本面向大众的科普书中，作者以深入浅出的方式，探讨了手机、电脑等便携式数字设备及让人“永不下线”的互联网对现代人尤其是青少年大脑的影响，从神经认知科学和精神分析的角度，有力地证明了数字媒介与大脑和人类行为的关系，探讨了手机等如何对人的大脑进行劫持或操控，并给出了自己作为从业医师的实际建议，兼具可读性与可靠性。",
  },
  {
    bookname: "提问的智慧",
    author: "Eric Steven Raymond 埃里克·史蒂文·雷蒙德",
    description:
      "《提问的智慧》主要介绍了提问的艺术和技巧。这本书对于希望在技术社区中提问并得到有用回答的人来说是一本非常有价值的参考书。",
  },
];
