// NOTE: 书名markdown/<bookname>.md 文件
module.exports = [
  {
    bookname: "平凡的世界",
    author: "路遥",
    description:
      "《球状闪电》是刘慈欣创作的一部科幻小说，讲述了一个关于球状闪电的故事。该小说以科学的视角展示了人类对未知事物的探索和挑战。",
  },
  {
    bookname: "球状闪电",
    author: "刘慈欣",
    description:
      "《球状闪电》是刘慈欣创作的一部科幻小说，讲述了一个关于球状闪电的故事。该小说以科学的视角展示了人类对未知事物的探索和挑战。",
  },
  {
    bookname: "肖申克的救赎",
    author: "斯蒂芬·金",
    description:
      "《肖申克的救赎》是斯蒂芬·金的一部长篇小说，讲述了主人公安迪·杜弗雷恩在肖申克监狱中的生活和逃亡的故事。这部小说以其深刻的人物刻画和令人难忘的故事情节而闻名。",
  },
  {
    bookname: "劫持",
    author: "玛丽•K. 斯温格尔（Mari K. Swingle）",
    description:
      "《劫持》是一本探讨人与科技的关系的书，基于一位心理学博士20年的临床经验及其作为神经认知科学研究者的脑—电研究成果。在这本面向大众的科普书中，作者以深入浅出的方式，探讨了手机、电脑等便携式数字设备及让人“永不下线”的互联网对现代人尤其是青少年大脑的影响，从神经认知科学和精神分析的角度，有力地证明了数字媒介与大脑和人类行为的关系，探讨了手机等如何对人的大脑进行劫持或操控，并给出了自己作为从业医师的实际建议，兼具可读性与可靠性。",
  },
  {
    bookname: "提问的智慧",
    author: "",
    description:
      "《提问的智慧》主要介绍了提问的艺术和技巧。这本书对于希望在技术社区中提问并得到有用回答的人来说是一本非常有价值的参考书。",
  },
];
